Repository: 1domybest/CustomBottomSheet_example
Catalog: HypyG/Resource/Localizable.xcstrings
Source language: ja
Languages: ko

# common_previous
source: 以前
ko: 이전

# common_ranking
source: ランキング
ko: 랭킹

# common_registering
source: コメント登録中
ko: 등록중

# common_registration
source: 登録する
ko: 등록하기

# common_skill
source: スキル
ko: 스킬

# common_title_accept
source: 承諾する
ko: 수락하기

# common_title_block
source: ブロックする
ko: 차단하기

# common_title_buying
source: 購入する
ko: 구매하기

# common_title_charging
source: チャージ
ko: 충전

# common_title_closing
source: 終了する
ko: 종료하기

# common_title_contact
source: 問い合わせる
ko: 문의하기

# common_title_countryNumber
source: 国番号
ko: 국가 번호

# common_title_currency_redeem
source: 精算
ko: 정산

# common_title_delegate
source: 戻す
ko: 맡기기

# common_title_delete
source: 削除する
ko: 삭제하기

# common_title_donation
source: 後援
ko: 후원

# common_title_email
source: メール
ko: 이메일

# common_title_error
source: エラー
ko: 오류

# common_title_etc
source: その他
ko: 기타

# common_title_get_tile__p
source: 推す
ko: 명함 담기

# common_title_go_cancel
source: キャンセルする
ko: 취소하기

# common_title_go_change
source: 変更する
ko: 변경하기

# common_title_go_navigation
source: 移動する
ko: 이동하기

# common_title_item_of_user
source: アイテム
ko: 아이템

# common_title_japan
source: 日本
ko: 일본

# common_title_leaving
source: 退出
ko: 나가기

# common_title_liveStreaming
source: ライブ配信
ko: 라이브 방송

# common_title_look_around
source: 見回す
ko: 둘러보기

# common_title_no
source: いいえ
ko: 아니요

# common_title_okay
source: 確認
ko: 확인

# common_title_other
source: 海外
ko: 해외

# common_title_propose
source: 任命する
ko: 임명하기

# common_title_reject
source: 拒否する
ko: 거절하기

# common_title_save
source: 保存
ko: 저장

# common_title_seeing
source: 見る
ko: 보기

# common_title_tile_storage
source: 名刺
ko: 명함

# common_title_unblock
source: ブロック解除
ko: 차단 해제

# common_title_votes
source: イチ推し
ko: 투표

# common_title_yes
source: はい
ko: 네

# common_today
source: 今日
ko: 오늘

# common_total
source: 全体
ko: 전체

# common_unit_piece
source: 個(単位)
ko: 개

# common_yesterday
source: 昨日
ko: 어제

# comon_date_minute_ago
source: %@分前
ko: %@분 전

# comon_date_moment_ago
source: たった今
ko: 방금 전

# currency_buy_point_btn
source: チャージする
ko: 충전하기

# currency_buy_vote_btn__p
source: 購入する
ko: 구매하기

# currency_item_buy_voting_items
source: 投票アイテム購入
ko: 투표아이템 구매

# currency_item_deposit_donated
source: 後援
ko: 후원

# currency_item_deposit_event
source: イベント
ko: 이벤트

# currency_item_deposit_manual
source: 手動支払
ko: 수동 지급

# currency_item_deposit_mission
source: ミッション補償
ko: 미션 보상

# currency_item_deposit_project
source: プロジェクト報酬
ko: 프로젝트 보상

# currency_item_deposit_purchase
source: 充電
ko: 충전

# currency_item_deposit_rejected
source: 精算の取り消し
ko: 정산 취소

# currency_item_deposit_stage
source: ステージ補償
ko: 스테이지 보상

# currency_item_deposit_unused
source: 使用キャンセル
ko: 사용취소

# currency_item_expiration_date
source: 有効期限 %@
ko: 유효기간 %@

# currency_item_purchase_items
source: アイテム 購入
ko: 아이템 구매

# currency_item_purchase_sponsored_items
source: 後援アイテム購入
ko: 후원아이템 구매

# currency_item_withdrawal_expired
source: 満了
ko: 만료

# currency_item_withdrawal_redeemed
source: 精算承認
ko: 정산 승인

# currency_item_withdrawal_refunded
source: 払戻
ko: 환불

# currency_item_withdrawal_requested
source: 精算申請
ko: 정산 신청

# currency_item_withdrawal_undonated
source: 後援取り消し
ko: 후원 취소

# currency_item_withdrawal_used
source: 使用
ko: 사용

# currency_list_empty
source: HYPYポイントの獲得や使用履歴がありません。
ko: HYPY 포인트 획득 및 사용 내역이 없어요.

# currency_list_empty_deposit
source: HYPYポイント獲得履歴がありません。
ko: HYPY 포인트 획득 내역이 없어요.

# currency_list_empty_withdrawal
source: HYPYポイントの使用履歴がありません。
ko: HYPY 포인트 사용 내역이 없어요.

# currency_list_tab_title_all
source: 全体
ko: 전체

# currency_list_tab_title_get
source: 獲得
ko: 획득

# currency_list_tab_title_use
source: 使用
ko: 사용

# currency_my_point_title
source: 保有HYPYポイント
ko: 보유 HYPY 포인트

# currency_my_vote_title__p
source: 保有イチ推しチケット
ko: 보유 투표권

# currency_navi_title
source: HYPYポイント
ko: HYPY포인트

# event_title_get_hypy_point
source: HYPYポイントをもらう
ko: HYPY 포인트 받기

# event_title_get_sponsor_item
source: 応援アイテムをもらう
ko: 후원 아이템 받기

# event_title_get_vote_ticket
source: イチ推しチケットをもらう
ko: 투표권 받기

# home_expanded_title_discover__p
source: 新規アイドル発掘
ko: 발굴

# home_expanded_title_ranking
source: ランキング
ko: 랭킹

# home_expanded_title_shop
source: ショップ
ko: 샵

# home_infoTile_title_cool__i
source: かっこいい
ko: 멋지다

# home_infoTile_title_cute__i
source: かわいい
ko: 귀엽다

# home_infoTile_title_fresh__i
source: さわやかだ
ko: 청량하다

# home_infoTile_title_nice__i
source: 努力した
ko: 노력했다

# home_infoTile_title_sexy__i
source: セクシー
ko: 섹시하다

# home_profile_tile_more__i
source: 詳しく見る
ko: 자세히 보기

# home_toast_message_delete_tile_complete__p
source: %@さんの名刺が削除されました。
ko: %@님의 명함이 삭제되었어요.

# hypyGold_1_title
source: HYPYゴールド
ko: HYPY골드

# hypyGold_2_title
source: 履歴
ko: 내역

# hypyGold_accept
source: 承認
ko: 승인

# hypyGold_empty_notice
source: 精算可能なHYPYゴールドがありません。
ko: 정산 가능한 HYPY 골드가 없어요.

# hypyGold_go_btn
source: 精算申請
ko: 정산 신청

# hypyGold_ing
source: 検討中
ko: 검토중

# hypyGold_list_empty
source: HYPYゴールドの精算及び使用内訳がありません。
ko: HYPY 골드 정산 및 사용 내역이 없어요.

# hypyGold_my_gold
source: 残高
ko: 잔액

# hypyGold_my_gold_total
source: 総HYPYゴールド
ko: 총 HYPY 골드

# hypyGold_notice
source: まだ精算を申請できません。 YYYY. M. D.から精算申請が可能です。
ko: 아직 정산을 신청할 수 없어요. YYYY. M. D. 부터 정산 신청이 가능해요.

# hypyGold_notice_1
source: 10,000HGから申請できます。
ko: 10,000HG부터 신청할 수 있어요.

# hypyGold_sub_title
source: 履歴のまとめ
ko: 내역 요약

# hypyGold_ten_thousand_notice
source: 10,000HGから精算申請ができます。
ko: 10,000 HG부터 정산 신청할 수 있어요.

# hypyGold_total_my_pay
source: 総精算額
ko: 총 정산 금액

# idol_none_skill__i
source: まだアイドルが保有しているスキルがありません。
ko: 아직 아이돌이 보유한 스킬이 없어요.

# idol_none_tendency__i
source: まだアイドルの性向がありません。
ko: 아직 아이돌의 성향이 없어요.

# infoTag_rank_%@_place
source: %@位
ko: %@위

# infoTag_rank_100_place
source: 100+位
ko: 100+위

# itemShop_navi_title__p
source: アイテムショップ
ko: 아이템 샵

# itemShop_purchase_vote_toast__p
source: {{アイテム名}}を{{パッケージごとに提供されるアイテム数}}枚購入しました！
ko: {{아이템 이름}}을 {{패키지당 제공되는 아이템 개수}}장 구매했어요!

# itemShop_sub_title_vote__p
source: イチ推しチケットをもらう
ko: 투표권

# liveStreaming_admin_forced_endLiveStreaming_title
source: 管理者によりライブが終了しました。
ko: 관리자에 의해 라이브가 종료 되었어요.

# liveStreaming_auto_reconnect
source: 自動再接続中
ko: 자동 재연결중

# liveStreaming_background_warrning
source: アプリを使用していないため\n一時停止されました。
ko: 앱을 사용하고 있지않아\n일시 중지되었습니다

# liveStreaming_bottomSheet_alert_cancelBtn_filter__i
source: キャンセル
ko: 취소

# liveStreaming_bottomSheet_alert_deleteBtn_filter__i
source: 削除
ko: 삭제

# liveStreaming_bottomSheet_alert_subTitle_filter__i
source: 顔フィルターの編集内容が初期化されます。
ko: 얼굴 필터 편집 내용이 초기화 됩니다.

# liveStreaming_bottomSheet_alert_title_filter__i
source: 編集内容を削除しますか？
ko: 편집 내용을 삭제할까요?

# liveStreaming_bottomSheet_best_donation__p
source: ベスト
ko: Best

# liveStreaming_bottomSheet_blur_filter__i
source: チーク
ko: 블러셔

# liveStreaming_bottomSheet_cancelBtn_external__i
source: 外部デバイス連携キャンセル
ko: 외부 장치 연동 취소

# liveStreaming_bottomSheet_cancelBtn_thumbnail__i
source: キャンセル
ko: 취소

# liveStreaming_bottomSheet_classic_donation__p
source: クラシック
ko: Classic

# liveStreaming_bottomSheet_connecting_external__i
source: 外部デバイス連携中
ko: 외부 장치 연동 중

# liveStreaming_bottomSheet_copyBtn_external__i
source: コピー
ko: 복사

# liveStreaming_bottomSheet_eye_filter__i
source: 目
ko: 눈

# liveStreaming_bottomSheet_faceShape_filter__i
source: 顔の形
ko: 얼굴형

# liveStreaming_bottomSheet_fancy_donation__p
source: ファンシー
ko: Fancy

# liveStreaming_bottomSheet_fileInputBtn_thumbnail__i
source: イメージ添付
ko: 이미지 첨부

# liveStreaming_bottomSheet_fileReg_thumbnail__i
source: 2MB以下のjpg、pngファイルアップロード可能
ko: 2mb 이하의 jpg, png 파일 업로드 가능

# liveStreaming_bottomSheet_forcedOutBtn_userDetail
source: 強制退場
ko: 강제 퇴장

# liveStreaming_bottomSheet_forcedOutCancelBtn_forcedOut__i
source: 強制退場キャンセル
ko: 강제 퇴장 취소

# liveStreaming_bottomSheet_foundtaion_filter__i
source: ファンデーション
ko: 파운데이션

# liveStreaming_bottomSheet_freeVoteBtn_vote__p
source: イチ推し
ko: 투표

# liveStreaming_bottomSheet_freeVoteCouponCount_vote__p
source: 無料イチ推し%@回可能
ko: 무료 투표 %@회 가능

# liveStreaming_bottomSheet_induceVoteBtn_vote__p
source: イチ推しチケット購入後投票
ko: 투표권 구매 후

# liveStreaming_bottomSheet_lipstick_filter__i
source: リップ
ko: 립스틱

# liveStreaming_bottomSheet_managerCancelBtn_manager__i
source: 任命を取り消す
ko: 임명 취소

# liveStreaming_bottomSheet_managerCancelBtn_userDetail__i
source: 管理者任命を取り消す
ko: 관리자 임명 취소

# liveStreaming_bottomSheet_managerOfferBtn_manager__i
source: 任命を取り消す
ko: 임명 취소

# liveStreaming_bottomSheet_managerOfferBtn_userDetail__i
source: 管理者に任命
ko: 관리자 임명

# liveStreaming_bottomSheet_messageBlockBtn_userDetail__i
source: メッセージブロック
ko: 메시지 차단

# liveStreaming_bottomSheet_messageBlockBtn_userDetail__p
source: メッセージブロック
ko: 메시지 차단

# liveStreaming_bottomSheet_no_banUser
source: 強制退場された人はいません。
ko: 강제 퇴장된 사용자가 없어요.

# liveStreaming_bottomSheet_no_donation
source: 応援はまだありません。
ko: 아직 후원이 없어요.

# liveStreaming_bottomSheet_no_mananger
source: 指定されたマネージャーリストはありません.
ko: 임명된 관리자가 없어요.

# liveStreaming_bottomSheet_none_filter__i
source: なし
ko: 없음

# liveStreaming_bottomSheet_pinMessageCancelBtn_userDetail__i
source: メッセージの固定を取り消す
ko: 메시지 고정 취소

# liveStreaming_bottomSheet_pinMessageFixedBtn_userDetail__i
source: メッセージを固定する
ko: 메시지 고정

# liveStreaming_bottomSheet_remainTime_external__i
source: 残り時間
ko: 남은시간

# liveStreaming_bottomSheet_remainVoteCouponCount_vote__p
source: 追加イチ推し%@回可能
ko: 추가 투표 %@회 가능

# liveStreaming_bottomSheet_reportBtn_userDetail__i
source: 通報
ko: 신고

# liveStreaming_bottomSheet_reportBtn_userDetail__p
source: 通報
ko: 신고

# liveStreaming_bottomSheet_saveBtn_thumbnail__i
source: 保存
ko: 저장

# liveStreaming_bottomSheet_season_donation__p
source: シーズン
ko: Season

# liveStreaming_bottomSheet_ServerURL_external__i
source: サーバーURL
ko: 서버 URL

# liveStreaming_bottomSheet_SheetTitle_external__i
source: 外部デバイス配信設定
ko: 외부 장치 방송 설정

# liveStreaming_bottomSheet_sheetTitle_filter__i
source: 顔フィルター
ko: 얼굴 필터

# liveStreaming_bottomSheet_sheetTitle_forcedOut__i
source: 強制退場
ko: 강제 퇴장

# liveStreaming_bottomSheet_sheetTitle_manager__i
source: 管理者
ko: 관리자

# liveStreaming_bottomSheet_sheetTitle_sponsoring__i
source: 応援する
ko: 후원하기

# liveStreaming_bottomSheet_sheetTitle_sponsorRanking__i
source: 応援ランキング
ko: 후원자 순위

# liveStreaming_bottomSheet_SheetTitle_thumbnail__i
source: サムネイル設定
ko: 썸네일 설정

# liveStreaming_bottomSheet_SheetTitle_timer__i
source: ライブ時間設定
ko: 라이브 시간 설정

# liveStreaming_bottomSheet_sheetTitle_vote__p
source: 投票する
ko: 투표하기

# liveStreaming_bottomSheet_smooth_filter__i
source: 柔らかく
ko: 부드럽게

# liveStreaming_bottomSheet_StreamKey_copy_external__i
source: ストリームキーがコピーされました
ko: 스트림 키가 복사 되었어요

# liveStreaming_bottomSheet_StreamKey_external__i
source: ストリームキー
ko: 스트림 키

# liveStreaming_bottomSheet_title_external__i
source: タイトル
ko: 제목

# liveStreaming_bottomSheet_userBlockBtn_userDetail
source: ユーザーブロック
ko: 사용자 차단

# liveStreaming_bottomSheet_userCount%lld_vote__p
source: %lld人参加
ko: %lld명 참여

# liveStreaming_bottomSheet_vote_possible
source: イチ推し可能
ko: 투표

# liveStreaming_bottomSheet_voteBtn_complete__p
source: イチ推し完了
ko: 투표 완료

# liveStreaming_bottomSheet_voteBtn_vote__p
source: イチ推しチケットで
ko: 투표권으로

# liveStreaming_bottomSheet_voteCouponCount%lld_vote__p
source: %lld枚
ko: %lld 장

# liveStreaming_camera_off
source: カメラがオフになっています。
ko: 카메라가 꺼져있습니다.

# liveStreaming_charge_currency_button_title
source: 充電
ko: 충전

# liveStreaming_connecting_server
source: サーバーと接続中です
ko: 서버와 연결중

# liveStreaming_endLiveStreaming_%lldhomeBtn
source: %lld秒後ホームに移動
ko: %lld초 후 홈으로 이동

# liveStreaming_endLiveStreaming_%lldrecommandVODBtn%@__p
source: %lld秒後%@に移動
ko: %lld초후 %@로 이동

# liveStreaming_endLiveStreaming_sub_title
source: VODは自動でアップロードされます。
ko: VOD는 자동으로 업로드 돼요.

# liveStreaming_endLiveStreaming_subTitle
source: VODを準備中です。少々お待ちください
ko: VOD를 준비 중입니다. 잠시만 기다려 주세요

# liveStreaming_endLiveStreaming_title
source: ライブが終了しました。
ko: 라이브가 종료 되었습니다.

# liveStreaming_expose_title__i
source: 公開する
ko: 노출한다

# liveStreaming_flashDisabled__i
source: フラッシュが使用できない機器です。
ko: 플레시를 사용할 수 없는 기기에요.

# liveStreaming_menu_cameraFlip__i
source: 左右反転
ko: 좌/우 반전

# liveStreaming_menu_flashOff__i
source: フラッシュオフ
ko: 플래쉬 끄기

# liveStreaming_menu_flashOn__i
source: フラッシュオン
ko: 플래쉬 켜기

# liveStreaming_menu_forcedOut__i
source: 強制退場
ko: 강제 퇴장

# liveStreaming_menu_liveStreamingInfo__p
source: ライブ情報
ko: 라이브 정보

# liveStreaming_menu_manager__i
source: 管理者
ko: 관리자

# liveStreaming_message_deleted_reported_message
source: 通報により削除されたメッセージです。
ko: 신고로 삭제된 메시지입니다.

# liveStreaming_message_external_copy_done__i
source: コピーされました。
ko: 복사 되었어요.

# liveStreaming_message_newMeesage__i
source: 新しいメッセージ
ko: 새로운 메세지

# liveStreaming_message_toast_cannot_exceed%lld__i
source: 容量が%lldMBを超えることはできません。
ko: 용량%lldmb를 초과할수없습니다.

# liveStreaming_message_toast_complete_evaluation
source: 評価を完了しました😍
ko: 평가를 완료했어요😍

# liveStreaming_message_toast_fail_evaluation
source: 評価に失敗しました。もう一度お試しください。
ko: 평가에 실패하였습니다 다시시도해주세요.

# liveStreaming_message_toast_failure_connect_liveStreaming
source: ライブ接続に失敗しました。もう一度お試しください。
ko: 라이브 연결에 실패했어요. 다시 시도해주세요.

# liveStreaming_message_toast_limitCount_manager
source: 管理者は最大2人まで設定可能です。
ko: 관리자는 최대 2명까지 설정가능해요.

# liveStreaming_message_toast_only_admin
source: 管理者のみが使用できる機能です。
ko: 어드민만 사용가능한 기능입니다.

# liveStreaming_message_toast_only_manager
source: マネージャーのみが使用できる機能です。
ko: 매니저만 사용가능한 기능입니다.

# liveStreaming_message_toast_succededVoteToast
source: イチ推しが完了しました
ko: 투표를 완료했어요

# liveStreaming_mirrorAndFlashButton_toast_flash__i
source: フラッシュを使用できない機器です。
ko: 플래시를 사용할 수 없는 기기예요.

# liveStreaming_networkError
source: ネットワーク受信状態が不安定です
ko: 네트워크 수신 상태가 불안정해요.

# liveStreaming_new_channel_creating
source: チャンネル生成中
ko: 채널 생성중

# liveStreaming_reconnect_button_title
source: 再接続
ko: 재연결

# liveStreaming_reconnectBtn
source: 再試行
ko: 재시도

# liveStreaming_reconnectCancelBtn__i
source: 終了
ko: 종료

# liveStreaming_reconnectCancelBtn__p
source: 退出
ko: 나가기

# liveStreaming_required_warrning__i
source: 必須入力値を入力してください。
ko: 필수 입력값을 입력해주세요.

# liveStreaming_StreamingBtn_cancel__i
source: ライブキャンセル
ko: 라이브 취소

# liveStreaming_StreamingBtn_start__i
source: ライブスタート
ko: 라이브 시작

# liveStreaming_streamingError_p
source: アイドルの配信環境が不安定です。\n少々お待ちください。
ko: 아이돌의 송출 상태가 좋지 않아요.\n잠시만 기다려주세요.

# liveStreaming_tag_maximum5__i
source: タグは最大5つまで入力できます。
ko: 태그는 최대 5개 입력 가능해요.

# liveStreaming_tag_placeholder__i
source: タグを入力してください。
ko: 태그를 입력하세요

# liveStreaming_tag_reg__i
source: タグ入力（最大5つ）
ko: 태그 입력 (최대 5개)

# liveStreaming_title_reg_i
source: タイトルを少なくとも5文字以上入力してください。
ko: 제목을 최소 5자 이상 입력해주세요.

# liveStreaming_vod_header_title_liveTitle
source: ここはライブ配信のタイトルエリアです。
ko: 여기는 라이브 방송의 제목 영역입니다

# liveStreaming_welcomComment_placeholder_i
source: ウェルカムコメントを入力してください。
ko: 웰컴 코멘트를 입력하세요

# liveStreaming_welcomComment_reg_i
source: ウェルカムメッセージを5文字以上入力してください。
ko: 웰컴 메시지를 최소 5자 이상 입력해주세요.

# login_button_apple
source: Appleでログイン
ko: 애플로 로그인

# login_button_google
source: Googleでログイン
ko: 구글로 로그인

# login_button_line
source: LINEでログイン
ko: 라인으로 로그인

# login_button_twitter
source: X(旧：Twitter)でログイン
ko: 트위터로 로그인

# look_around_btn_find_more_tendency
source: より多く発見する
ko: 더 많이 발견하기

# look_around_idol_btn_go_liveStreaming
source: ライブ配信開始
ko: 라이브 방송 시작

# look_around_idol_no_data
source: ライバルがいない今が注目される絶好のチャンス！
ko: 경쟁자가 없는 지금이 주목 받을 수 있는 절호의 기회!

# look_around_producer_btn_go_tileStore
source: マイアイドル通知に移動
ko: 나의 명함 가방으로 이동

# look_around_producer_no_data
source: さんが育成していないアイドルは活動があまりないようです。マイアイドル通知を見てみますか？
ko: 님이 육성하지 않는 아이돌은 활동이 뜸한 것같아요. 나의 명함 가방을 살펴볼까요?

# look_around_toast_message_ready_streaming
source: すでに他の機器で送出準備中です。
ko: 이미 다른 기기로 송출준비중입니다.

# look_around_toast_message_service_error
source: サービスが不安定です。もう一度お試しください。
ko: 서비스가 불안정합니다 다시 시도해주세요.

# look_around_toast_message_streaming
source: すでに送出中です。
ko: 이미 송출중입니다.

# menu_report__p
source: 報告
ko: 신고

# message_updateTime
source: 毎日 %@ 更新
ko: 매일 %@ 업데이트

# meue_camera_thumbnail
source: 写真撮影
ko: 사진 찍기

# meue_file_thumbnail
source: ファイル選択
ko: 파일 선택

# meue_gallery_thumbnail
source: アルバム
ko: 사진 보관함

# notification_list_empty
source: 新しい通知がありません。
ko: 새로운 알림이 없어요.

# producer_home_message_emptyIdol
source: まだ保存したアイドルがいません。
ko: 아직 담은 아이돌이 없어요.

# product_alert_able_money_1
source: 16歳未満
ko: 16세 미만

# product_alert_able_money_1_1
source: 最近30日間5,000円まで
ko: 최근 30일간 5,000엔까지

# product_alert_able_money_2
source: 16歳以上19歳以下
ko: 16세 이상 19세 이하

# product_alert_able_money_2_1
source: 最近30日間10,000円まで
ko: 최근 30일간 10,000엔까지

# product_alert_able_money_3
source: 20歳以上
ko: 20세 이상

# product_alert_able_money_3_1
source: 制限なし
ko: 제한 없음

# product_alert_age_notice_content
source: ・登録された生年月日は変更できません。 ・年齢は誕生月の翌月1日に1歳加算されます。 ・18歳未満の未成年者はチャージする際、保護者の同意が必要です。 ・年齢によって毎月のチャージ限度額が異なります。
ko: · 등록된 실제 생년월은 추후 변경하실 수 없어요. · 연령은 탄생월의 다음 달 1일에 1세 가산되어요. · 만 19세 이하의 미성년자는 충전에 법정 대리인(부모 등)의 동의가 필요해요. · 입력하신 생년월에 따라 연령이 계산되며 연령에 따라 충전 가능 상한이 정해져요.

# product_alert_agree_checkbox
source: 次回からポップアップを非表示にする
ko: 다음 충전부터는 법적대리인의 동의 팝업을 보지 않을게요.

# product_alert_agree_no
source: 同意しない
ko: 미동의

# product_alert_agree_no_toast
source: 保護者の同意を得られませんでした。
ko: 법정 대리인의 동의를 받지 못했어요.

# product_alert_agree_notice_content
source: この同意は24時間有効です。 未成年者のお客様が本規約に定める法定代理人の承諾なく承諾があると欺いて本サービスを利用した場合、または成年と欺いて本サービスを利用した場合、その他民法（明治29年法律第89号）第21条に定める「行為能力者であることを信じさせるために詐術を用いたとき」に該当する場合、当該未成年者のお客様は、本サービスにおける一切の法律行為を取り消すことはできません。
ko: 해당 동의는 24시간동안 유효합니다. 미성년자 고객이 본 규약에 정한 법정대리인의 승낙 없이 승낙이 있다고 속이고 본 서비스를 이용한 경우, 또는 성년이라고 속이고 본 서비스를 이용한 경우, 그 외 민법(메이지 29년 법률 제89로) 제 21조에 정한 “행위 능력자인 것을 믿게 하기 위해 사술을 쓴 때"에 해당하는 경우, 해당 미성년자 고객은 본 서비스에서 일체의 법률행위를 취소할 수 없습니다.

# product_alert_agree_yes
source: 同意
ko: 동의

# product_alert_agree_yes_75_toast
source: 保護者の同意を受けました。この同意は24時間有効です。
ko: 법정 대리인 동의를 받았어요. 이 동의는 24시간 동안 유효해요.

# product_alert_agree_yes_76_toast
source: 保護者の同意を受けました。
ko: 법정 대리인 동의를 받았어요.

# product_alert_check_age_toast
source: 生年月日をもう一度確認してください。
ko: 생년월을 다시 확인해 주세요.

# product_alert_info_agree
source: 満00歳未満の未成年者はチャージのため\n保護者の同意が必要です。\n同意しますか？
ko: 만 00세 미만의 미성년자는 충전을 위해 법정 대리인의 동의가 필요해요. 동의하시겠어요?

# product_alert_info_check_age
source: チャージのために実際の生年月日を登録してください。
ko: 충전을 위해 실제 생년월을 등록해주세요.

# product_alert_registration
source: 登録
ko: 등록

# product_alert_registration_toast
source: 生年月日が登録されました。
ko: 생년월이 등록되었어요.

# product_alert_sub_title_able_money
source: 年齢別チャージ可能金額
ko: 연령별 충전 가능 금액

# product_alert_sub_title_birth
source: 生年月日
ko: 생년월

# product_alert_sub_title_notice
source: 注意事項
ko: 유의사항

# product_alert_text_placeholder
source: （記入例）199001
ko: (기입예)199001

# product_alert_title_agree
source: 未成年者の保護者の同意
ko: 미성년자 법정대리인 동의

# product_alert_title_check_age
source: 年齢確認
ko: 연령확인

# product_item_discount_flag
source: %@% 割引
ko: %@% 할인

# product_navi_title
source: チャージする
ko: 충전하기

# profile_button_edit
source: 編集
ko: 편집

# profile_button_myBusinesCard__p
source: アイドル
ko: 명함 가방

# profile_button_myProject__i
source: あなたが行ったプロジェクト
ko: 님이 진행한 프로젝트

# profile_button_nameCard__i
source: 私の名刺
ko: 내 명함

# profile_button_start_liveStreaming__i
source: 配信開始
ko: 방송 시작

# profile_button_vod_zero_start_liveStreaming__i
source: VODがありません。ライブ配信をしますか？
ko: VOD가 없어요. 라이브 방송하러 가볼까요?

# profile_edit_field_birthDate_placeholder__i
source: 生年月日を入力してください。
ko: 생년월일을 입력하세요.

# profile_edit_field_bloodType_placeholder__i
source: 血液型を入力してください。
ko: 혈액형을 입력하세요.

# profile_edit_field_height_placeholder__i
source: 身長を入力してください。
ko: 키를 입력하세요.

# profile_edit_field_prefecture_placeholder__i
source: 出生地を選んでください。
ko: 출생지를 선택하세요.

# profile_edit_format_age
source: 歳
ko: 세

# profile_edit_message_activityName_already_used
source: 他のユーザーが使用している活動名です。
ko: 다른 사용자가 사용하고있는 활동명이예요.

# profile_edit_message_change_later
source: 14日間変更できません。
ko: 14일 동안 변경할 수 없어요.

# profile_edit_message_change_no_more
source: これ以上変更できません。
ko: 더 이상 변경할 수 없어요.

# profile_edit_message_change_only
source: 最初の1回のみ変更できます。
ko: 최초 1회만 변경할 수 있어요.

# profile_edit_navi_title
source: プロフィールを編集
ko: 프로필 편집

# profile_edit_title_age
source: 年齢
ko: 나이

# profile_edit_title_country
source: 国
ko: 국가

# profile_edit_title_prefecture
source: 出身地
ko: 출생지

# profile_edit_toast_message_input_name_error
source: 日本語、漢字、英語の小文字のみ入力できます。
ko: 일본어, 한자, 영어 소문자만 입력할 수 있어요.

# profile_intro_no_data
source: 自己紹介がありません。
ko: 자기소개가 없어요.

# profile_message_block_%@member
source: ブロックされた (アイドル/プロデューサー)です。
ko: 차단한 %@이에요.

# profile_message_check_review_request
source: 検討リクエストを確認中です。
ko: 검토 요청을 확인 중이에요.

# profile_message_getBlock_%@member
source: 現在 %@のプロフィールに移動できません。
ko: 현재 %@의 프로필로 이동할 수 없어요.

# profile_message_improper_memberinfo
source: 不適切なプロフィールが確認されました。\nプロフィール情報を修正してください。
ko: 부적절한 프로필이 확인되었어요.\n프로필 정보를 수정해 주세요.

# profile_message_report_%@member
source: 通報された (アイドル/プロデューサー)です。
ko: 신고받은 %@이에요.

# profile_message_session_out_%@member
source: 退会した (アイドル/プロデューサー)です。
ko: 탈퇴한 %@이에요.

# profile_message_sponsor_zero__i
source: 応援者がいません。
ko: 후원자가 없어요.

# profile_message_vod_zero__p
source: VODがありません。
ko: VOD가 없습니다.

# profile_message_vod_zero_find_vod__i
source: さんはまだ作成したVODがありません。他のアイドルのVODを見てみましょう！
ko: 님은 아직 생성한 VOD가 없어요. 다른 아이돌의 VOD를 살펴보세요!

# profile_myVote_navi_title__p
source: 私のイチ推し履歴
ko: 나의 투표 내역

# profile_myVoteDetail_title_total_idol_vote_%lld
source: 合計 %lld回イチ推ししてアイドルを育成しました。
ko: 총 %lld번 투표하여 아이돌을 육성했어요.

# profile_producer_message_myIdolvote
source: %1$@の %2$@に %3$d 回イチ推ししました。
ko: %1$@의 %2$@에 %3$d투표 했어요.

# profile_producer_title_no_idol
source: 応援したアイドルがいません。
ko: 응원한 아이돌이 없어요.

# profile_producer_title_no_store_idol
source: 育成しているアイドルがいません。
ko: 육성하는 아이돌이 없어요.

# profile_producer_title_no_vote_history
source: イチ推し履歴がありません。
ko: 투표 내역이 없어요.

# profile_producer_vote_recent_vote_complete
source: %1$@さんは最近合計 %2$d回イチ推ししました。
ko: %1$@님은 최근 총 %2$d번 투표했어요.

# profile_title_donationCount__p
source: 応援した回数
ko: 후원한 횟수

# profile_title_idolsection__p
source: 私が応援したアイドル
ko: 내가 응원한 아이돌

# profile_title_myIdolCount__p
source: 担当アイドル
ko: 담당 아이돌

# profile_title_myIdolranking__p
source: 私が育成するアイドルランキング
ko: 내가 육성하는 아이돌 랭킹

# profile_title_myIntro
source: 自己紹介
ko: 자기 소개

# profile_title_of_idolsection__p
source: が応援したアイドル
ko: 가 응원한 아이돌

# profile_title_of_myIdolranking__p
source: が育成するアイドルランキング
ko: 가 육성하는 아이돌 랭킹

# profile_title_of_votesection__p
source: の最近のイチ推し
ko: 의 최근 투표

# profile_title_report_checking
source: 検討中
ko: 검토 중

# profile_title_report_modify
source: 修正
ko: 수정

# profile_title_sponsor__i
source: 応援者
ko: 후원자

# profile_title_votesCount__p
source: イチ推しした回数
ko: 투표한 횟수

# profile_title_votesection__p
source: 私の最近のイチ推し
ko: 나의 최근 투표

# profile_toast_store_success
source: %@さんを推しました！
ko: %@님의 명함을 담았어요

# profile_toast_stores_success
source: %1$@さん 他 %2$d人を推しました。
ko: %1$@님 외 %2$d명의 명함을 담았어요.

# project_application_btn_pending__i
source: 検討リクエスト
ko: 검토 요청

# project_application_btn_save__i
source: 保存する
ko: 저장하기

# project_application_btn_submit__i
source: 提出する
ko: 제출하기

# project_application_checkbox_allAgree__i
source: 全て同意します。
ko: 모두 동의합니다.

# project_application_checkbox_termsMarketing__i
source: マーケティング目的の利用同意（選択）
ko: 마케팅 목적 활용 동의 (선택)

# project_application_checkbox_termsPrivacy__i
source: プライバシーポリシー（必須）
ko: 개인정보 처리방침 (필수)

# project_application_checkbox_termsService__i
source: 利用規約同意（必須）
ko: 프로젝트 관련 서비스 약관 동의 (필수)

# project_application_description_myIntro__i
source: 簡単な自己紹介を入力してください。
ko: 간략한 자기소개를 입력하세요.

# project_application_navi_title_apply__i
source: プロジェクト応募申請
ko: 프로젝트 지원 신청

# project_application_navigation_profile_edit
source: プロフィールの編集に移動しますか？
ko: 프로필 편집으로 이동할까요?
